【题文】若关于 $\text{x}$ 的一元二次方程 ${{(\text{x}-\text{k})}^{2}}=1-2\text{k}$ 有实数根，则 $\text{k}$ 的取值范围是 ．
由于方程左边为完全平方式，则右边必须为非负数，即1-2k≥0，然后解不等式即可．
本题考查了一元二次方程ax<sup>2</sup>+bx+c=0（a≠0）的根的判别式△=b<sup>2</sup>-4ac：当△＞0，方程有两个不相等的实数根；当△=0，方程有两个相等的实数根；当△＜0，方程没有实数根．
【题文】下图中不是正方体展开图的是
依据正方体的展开图的基本类型可对A、C、D选项作出判断； 依据正方体的展开图中不能出现“凹”和“田”字型可对选项B作出判断.
本题主要考查的是几何体的展开图，掌握正方体的展开图的特点是解题的关键．
【题文】在函数 $y=\frac{\sqrt{-1-x}}{x}$ 中，自变量 x 的取值范围是（ ）
根据被开方数是非负数且分母不等于零，可得答案．
本题考查函数自变量的取值范围，利用被开方数是非负数且分母不等于零得出不等式是解题关键．
【题文】抛物线 $y=-3{{(x-4)}^{2}}$ 向右平移 $3$ 个单位长度得到的抛物线对应的函数关系式为（ ）
根据向右平移横坐标加求出平移后的抛物线顶点坐标，然后利用顶点式解析式写出即可.
本题考查了二次函数图象与几何变换，利用顶点的变化确定函数解析式的变化是解本题的关键.
已知 $a$ 是有理数，定义运算符号“ $\triangledown $ ”，规定：当 $a &\lt -1$ 时， $\triangledown $ $a={{a}^{2}}+(a-3)$ ；当 $a &\gt -1$ 时， $\triangledown a=\frac{a-2}{a}$ ；当 $a=-1$ 时， $\triangledown a=1$ ．根据这种规定， $\triangledown 1+\triangledown (2-5)=$ （ ）．
本题需根据定义和a的符号，再把a的值分别代入，进行计算即可求出答案．
本题主要考查了有理数的混合运算，在解题时要注意运算顺序和结果的符号是本题的关键．
【题文】一位老师在教学“概率”这一内容时，将学生分成 $A$ 、 $B$ 、 $C$ 、 $D$ 四个小组用投掷一元硬币的方法估算正面朝上的概率，其实验次数分别为50次、100次、150次，300次，这四个小组的实验相对科学的是
根据模拟实验的要求，实验次数越多，事件发生的频率越接近于概率，据此可答.
本题考查了在概率模拟实验里实验次数对结果的影响，理解掌握其中关系是解答关键.
“田忌赛马”是一个被人熟知的故事．传说战国时期，齐王与田忌各有上等马、中等马、下等马各一匹，同等级的马中，齐王的马比田忌的马强，有一天，齐王要与田忌赛马，双方约定：比赛三局，每局各出一匹马，每匹马赛一次，赢得两局及以上者为胜（田忌的上、中等马分别比齐王的中、下等马要强）． （1）如果齐王将马按上、中、下的顺序出阵比赛，那么田忌的马如何出阵，田忌才能取胜？ （2）如果齐王将马按上、中、下的顺序出阵，而田忌的马随机出阵比赛，田忌获胜的概率是多少？（要求写出双方对阵的所有情况）
（1）保证胜2局即可；田忌的马按中、上、下的顺序出阵即可得． （2）用树状图或表格表达事件出现的可能性是求解概率的常用方法．列举出所有情况，让田忌获胜的情况数除以总情况数即为所求的概率．
本题考查了利用列表或树状图求概率的方法：先通过列表或树状图展示所有等可能的结果数 n ，再找出其中某事件所占有的结果数 m ，然后根据概率的概念计算这个事件的概率为 $P=\frac{m}{n}$ ．
【题文】下列式子正确的是（ ）
A选项错误， $\frac{x}{a}＜\frac{y}{a}$ ，若 a ＞0，则 x ＜ y ；若 a ＜0，则 x ＞ y ； B选项错误， bx ＞ by ，若 b ＞0，则 x ＞ y ；若 b ＜0，则 x ＜ y ； C选项正确； D选项错误，当 m =0时， x 可能不等于 y . 故选C. 点睛：遇到等式或者不等式判断正误，可以采用取特殊值代入的方法.

【题文】若 ${{x}^{2}}+{{y}^{2}}-6x+2y+10=0$ ，则 $x-y=$
利用完全平方公式化简 ${{x}^{2}}+{{y}^{2}}-6x+2y+10=0$ ，求得x，y的值，然后计算 $x-y$ 即可.
本题考查了完全平方公式的应用，熟悉完全平方公式是解题的关键.
【题文】（数据收集） 以下是从某校九年级男生中随机选出的10名男生，分别测量了他们的身高（单位：cm），数据整理如下： 163 171 173 159 161 174 164 166 169 164 （数据分析） 确定这十个数据的众数、中位数、平均数，并填入表. 众数 中位数 平均数 　 　 　 　 　 　 （得出结论） （1）若用样本中的统计量估计该校九年级男生平均身高，则这个统计量是 　 　 ；（选填“众数”或“中位数”或“平均数”中一个） （2）若该校九年级共有男生280名，选用合适的统计量估计，该校九年级男生身高超过平均身高的人数.
数据分析：根据众数、中位数、平均数的定义分别计算即可； （1）直接根据平均数的定义和题意，即可判断。 （2）先算出样本中身高超过平均身高的概率，再用样本估计总体计算即可．
本题考查众数、中位数、平均数的知识及用样本估计总体，属于基础题，解题的关键是掌握众数、中位数、平均数的定义及用样本估计总体方法．
【题文】小明和小红为了更直观了解“物体质量”的概念，各选五个鸡蛋称重，以每个 $50g$ 为标准，大于或等于 $50g$ 即为达标，超过标准部分的克数记为正数，不足标准部分的克数记为负数．小明所统计的数据为实际称重读数，小红为记录数据，把所得数据整理成如下统计表（单位： $g$ ）． 序号 数据 姓名 1 2 3 4 5 小明 48 50 $a$ 49 51 小红 $-2$ $b$ $-3$ 2 1 经过统计发现，小明所选鸡蛋质量的平均数为 $49g$ ，小红所选鸡蛋质量的众数为 $47g$ ，根据以上信息： （1）填空： $a=$ ， $b=$ ； （2）通过计算说明，小明和小红哪个选取的鸡蛋大小更均匀，请说明理由； （3）现从小明和小红所选取的鸡蛋里各随机挑一个，这两个鸡蛋质量都达标的概率是多少？
（1）由小明所选鸡蛋质量的平均数为 $49g$ 可得 $a$ 的值，由小红所选鸡蛋质量的众数为 $47g$ 可得 $b$ 的值， （2）分别计算两组数据的方差，比较方差越小的越均匀， （3）利用列表分析出所有的等可能的结果，观察符合条件的等可能结果求解概率即可．
本题考查的是平均数与众数，方差，用列表或画树状图求解概率，掌握以上知识点是解题关键．
某市创建“绿色发展模范城市”，针对境内长江段两种主要污染源：生活污水和沿江工厂污染物排放，分别用“生活污水集中处理”（下称甲方案）和“沿江工厂转型升级”（下称乙方案）进行治理，若江水污染指数记为Q，沿江工厂用乙方案进行一次性治理（当年完工），从当年开始，所治理的每家工厂一年降低的Q值都以平均值n计算．第一年有40家工厂用乙方案治理，共使Q值降低了12．经过三年治理，境内长江水质明显改善． （1）求n的值； （2）从第二年起，每年用乙方案新治理的工厂数量比上一年都增加相同的百分数m，三年来用乙方案治理的工厂数量共190家，求m的值，并计算第二年用乙方案新治理的工厂数量； （3）该市生活污水用甲方案治理，从第二年起，每年因此降低的Q值比上一年都增加个相同的数值a．在（2）的情况下，第二年，用乙方案所治理的工厂合计降低的Q值与当年因甲方案治理降低的Q值相等，第三年，用甲方案使Q值降低了39.5．求第一年用甲方案治理降低的Q值及a的值．
分析：（1）直接利用第一年有40家工厂用乙方案治理，共使Q值降低了12，得出等式求出答案； （2）利用从第二年起，每年用乙方案新治理的工厂数量比上一年都增加相同的百分数m，三年来用乙方案治理的工厂数量共190家得出等式求出答案； （3）利用n的值即可得出关于a的等式求出答案． 详解： （1）由题意可得：40n=12， 解得：n=0.3； （2）由题意可得：40+40（1+m）+40（1+m）<sup>2</sup>=190， 解得：m<sub>1</sub>= $\frac{1}{2}$ ，m<sub>2</sub>=﹣ $\frac{7}{2}$ （舍去）， ∴第二年用乙方案新治理的工厂数量为：40（1+m）=40（1+50%）=60（家）， （3）设第一年用乙方案治理降低了100n=100×0.3=30， 则（30﹣a）+2a=39.5， 解得：a=9.5， 则Q=20.5． 设第一年用甲方案整理降低的Q值为x， 第二年Q值因乙方案治理降低了100n=100×0.3=30， 解法一：（30﹣a）+2a=39.5 a=9.5 x=20.5 点睛：考查了一元二次方程和一元一次方程的应用．解题关键是要读懂题目的意思，根据题目给出的条件，找出合适的等量关系，列出方程，再求解．

【题文】下列各曲线中表示y是x的函数的是（ ）
根据函数的定义可知，满足对于x的每一个取值，y都有唯一确定的值与之对应，据此即可确定函数的个数．
本题考查函数的定义．函数的定义：在一个变化过程中，有两个变量x，y，对于x的每一个取值，y都有唯一确定的值与之对应，则y是x的函数，x叫自变量．
【题文】两圆的直径分别为4和6，若两圆有唯一公共点，这两圆的圆心距是 ．
根据两圆有唯一公共点得出该两圆的位置关系为内切或外切，再根据两圆的直径得出半径长度，从而进一步得出圆心距即可.
本题主要考查了两圆的位置关系的判断及运用，熟练掌握相关概念是解题关键.
【题文】（1）计算： $\frac{{{a}^{2}}-3ab+2{{b}^{2}}}{{{a}^{2}}-2ab+{{b}^{2}}}+\frac{{{a}^{2}}-4{{b}^{2}}}{{{a}^{2}}-ab}$ （2） $\left( \frac{2x-4}{x+2}-x+\text{2} \right)\div \frac{x-2}{{{x}^{2}}+4x+4}$
（1）先分解因式，再化简计算；（2）先计算括号里面的，再分解因式，计算除法.
本题考查的是分解因式和整式的运算，熟悉相关性质和运算，是解题的关键.
【题文】下列四个图案中，不能由1号图形平移得到2号图形的是( )
根据平移不改变图形的形状和大小解答即可．
本题考查了图形的平移，图形的平移只改变图形的位置，而不改变图形的形状和大小．
【题文】若点 A （1， y <sub>1</sub>）， B （2， y <sub>2</sub>）在抛物线 y ＝﹣ $\frac{1}{2}$ （ x +1）<sup>2</sup>﹣1上，则 y <sub>1</sub> y <sub>2</sub>．
先判断函数的增减性，根据 A 、 B 的坐标可得出答案．
本题考查了二次函数的增减性，正确掌握性质是解题关键.
【题文】多项式﹣3 kx <sup>2</sup>+ xy ﹣3 y <sup>2</sup>+ x <sup>2</sup>﹣6化简后不含 x <sup>2</sup>，则 k 等于(　　)
先合并同类项，再根据化简后不含x<sup>2</sup>，可知含x<sup>2</sup>项的系数为0，由此即可求得答案.
本题考查了合并同类项，解题的关键是正确理解同类项的概念，熟练掌握合并同类项的法则.
【题文】已知3 , a ,4, b, 5这五个数据，其中 a ， b 是方程 x <sup>2</sup>＋ 2 ＝3 x 的两个根，那么这五个数据的平均数是 ，方差是 ．
先用因式分解法求出方程的根，再计算平均数与方差．
本题考查的是用因式分解法解一元二次方程，求出方程的两个根，确定这组数据后，再用方差的公式计算出方差．
【题文】已知 $x=\frac{a+b}{a-b},y=\frac{a-b}{a+b}(a\ne \pm b),$ 且 $7{{x}^{2}}+13xy+7{{y}^{2}}=62$ ，则 $x+y=$ .
由 $x=\frac{a+b}{a-b},y=\frac{a-b}{a+b}(a\ne \pm b)$ 可得xy=1，代入 $7{{x}^{2}}+13xy+7{{y}^{2}}=62$ 可得x<sup>2</sup>+y<sup>2</sup>=7，利用完全平方公式可得(x+y)<sup>2</sup>=9，根据平方根的定义即可得答案.
本题考查了完全平方公式及平方根的定义，一个正数的平方根有两个，它们互为相反数.熟练掌握完全平方公式是解题关键.
【题文】在数轴上，与原点的距离等于 $3.2$ 个单位长度的点所表示的有理数是（ ）
由绝对值的几何意义可得出结论．
本题考查数轴、有理数，解答本题的关键是明确数轴的特点．
【题文】观察下列算式：1×5 + 4 = 3<sup>2</sup>，2×6 + 4 = 4<sup>2</sup>，3×7 + 4 = 5<sup>2</sup>，4×8 + 4 = 6<sup>2</sup>，请你在观察规律之后并用你得到的规律填空： × + =50<sup>2</sup> .
试题分析：根据数字变化规律得出第 n 个算式为； n （ n +4）+4=（ n +2）<sup>2</sup>，进而得出答案． 解：∵1×5+4=3<sup>2</sup>，2×6+4=4<sup>2</sup>，3×7+4=5<sup>2</sup>，4×8+4=6<sup>2</sup>， ∴第 n 个算式为： n （ n +4）+4=（ n +2）<sup>2</sup>， ∴48×52+4=50<sup>2</sup>． 故答案为48,52,4． 点睛：本题是一道找规律问题.解题的关键在于要利用从特殊到一般的思想，通过前四个算式中的数字变化规律总结出用第 n 个算式的公式.

【题文】把二次函数 y ＝﹣ $\frac{1}{4}$ x <sup>2</sup>﹣ x +3用配方法化成 y ＝ a （ x ﹣ h ）<sup>2</sup>+ k 的形式时，应为
利用配方法先提出二次项系数，再加上一次项系数的一半的平方来凑完全平方式，把一般式转化为顶点式．
本题考查的是二次函数的三种形式，正确运用配方法把一般式化为顶点式是解题的关键．
【题文】若不等式组 $\left\{ \begin{\align} &amp x+1＞0 \\ &amp 2x-a＜0 \\ \end{\align} \right.$ 的最大正整数解是3，则a的取值范围是
首先求出不等式组的解集，利用含 a 的式子表示，然后根据最大正整数解是3得到关于 a 的不等式，从而求出 a 的范围．
本题考查了一元一次不等式组的整数解，正确解出不等式组的解集，正确确定 $\frac{1}{2}$ a 的范围，是解决本题的关键．解不等式时要用到不等式的基本性质．
【题文】根测算，我国每天因土地沙漠化造成的经济损失为 $150 000 000$ 元，这个数用科学记数法表示为
试题解析： $150000000$ 用科学记数法表示为： $1.5\times {{10}^{8}}.$ 故选C.

【题文】先化简，再求值： $\frac{x-1}{{{x}^{2}}-9}\div \left( \frac{x}{x-3}-\frac{5x-1}{{{x}^{2}}-9} \right)$ ，其中x=3tan30°+1．
试题分析：将原式除式的第一项分子分母同时乘以 x +3，然后利用同分母分式的减法法则计算，将被除式分母利用平方差公式分解因式，除式分母利用平方差公式分解因式，分子利用完全平方公式分解因式，再利用除以一个数等于乘以这个数的倒数将除法运算化为乘法运算，约分得到最简结果，然后利用特殊角的三角函数值求出 x 的值，将 x 的值代入化简后的式子中计算，即可求出原式的值． 试题解析： $\frac{x-1}{{{x}^{2}}-9}\div （\frac{x}{x-3}-\frac{5x-1}{{{x}^{2}}-9}）$ = $\frac{x-1}{{{x}^{2}}-9}\div \frac{x\left( x+3 \right)}{{{x}^{2}}-9}-\frac{5x-1}{{{x}^{2}}-9}$ = $\frac{x-1}{{{x}^{2}}-9}\div \frac{{{x}^{2}}-2x+1}{{{x}^{2}}-9}$ = $\frac{x-1}{\left( x+3 \right)(x-3)}\bullet \frac{\left( x+3 \right)(x-3)}{{{(x-1)}^{2}}}$ = $\frac{1}{x-1}$ ， 当 x =3tan30°+1=3× $\frac{\sqrt{3}}{3}$ +1= $\sqrt{3}$ +1时， 原式= $\begin{matrix} \frac{1}{\sqrt{3}+1-1} \\\end{matrix}=\frac{1}{\sqrt{3}}=\frac{\sqrt{3}}{3}$ ．
此题考查了分式的化简求值，以及特殊角的三角函数值，分式的加减运算关键是通分，通分的关键是找最简公分母；分式的乘除运算关键是约分，约分的关键是找公因式，约分时若分式的分子分母出现多项式，应将多项式分解因式后再约分．
【题文】已知等腰三角形的一个角为75°，则其顶角为（）.
试题分析：因为等腰三角形的一个角为75°，没有明确说明是底角还是顶角，所以要分两种情况进行分析． 解：当75°角为底角时，顶角为180°﹣75°×2=30°； 75°角为顶角时，其底角=IMGf18ce73c-fc44-4e9f-9261-b5293ebac813IMG=52.5°， 所以其顶角为30°或75°． 故选D． 考点：等腰三角形的性质．

【题文】已知一次函数的图象经过点（﹣ $\frac{1}{2}$ ，﹣ $\frac{1}{4}$ ），且图象与x轴的交点到原点的距离为1，则该一次函数的解析式为： ．
依据一次函数的图象经过点（- $\frac{1}{2}$ ，- $\frac{1}{4}$ ），与x轴的交点坐标为（1，0）或（-1，0），运用待定系数法即可得到该一次函数的解析式．
考查了待定系数法求一次函数解析式：先设出函数的一般形式，如求一次函数的解析式时，先设y=kx+b；将自变量x的值及与它对应的函数值y的值代入所设的解析式，得到关于待定系数的方程或方程组；解方程或方程组，求出待定系数的值，进而写出函数解析式．
【题文】已知a=29，b=-36，c=-216，则(-a)+b-(-c)=
将a，b，c的值代入(-a)+b-(-c)，再进行计算即可得解.
本题考查了有理数的加减法，熟练掌握运算法则是解题关键.
【题文】下列实数中的无理数是
根据无理数是无限不循环小数，可得答案．
本题主要考查了无理数的概念，熟练掌握无理数的定义是解题的关键.
【题文】解方程：3(x-5)<sup>2</sup>=2(5-x)
先把方程右边的项移到左边，然后把方程左边因式分解得到（x﹣5）<sup>2</sup>3+2（x﹣5）=0，把方程转化为一个一元二次方程和一个一元一次方程，然后分别解方程即可．

【题文】把直线 y ＝﹣2 x ﹣1沿 x 轴向右平移3个单位长度，所得直线的函数解析式为 ．
直接根据“上加下减，左加右减”的原则进行解答．
本题考查了一次函数的图象与几何变换，熟知函数图象平移的法则是解答此题的关键．
【题文】在平面直角坐标系xOy中，若点P的横坐标和纵坐标相等，则称点P为完美点．已知二次函数 $y=a{{x}^{2}}+4x+c(a\ne 0)$ 的图象上有且只有一个完美点 $\left( \frac{3}{2},\frac{3}{2} \right)$ ，且当 $0\le x\le m$ 时，函数 $y=a{{x}^{2}}+4x+c-\frac{3}{4}(a\ne 0)$ 的最小值为﹣3，最大值为1，则m的取值范围是
根据完美点的概念令ax<sup>2</sup>+4x+c=x，即ax<sup>2</sup>+3x+c=0，由题意方程有两个相等的实数根，求得4ac=9，再根据方程的根为 $\frac{-3}{2\text{a}}$ = $\frac{3}{2}$ ，从而求得a=-1，c=- $\frac{9}{4}$ ，所以函数y=ax<sup>2</sup>+4x+c- $\frac{3}{4}$ =-x<sup>2</sup>+4x-3，根据函数解析式求得顶点坐标与纵坐标的交点坐标，根据y的取值，即可确定x的取值范围．
本题是二次函数的综合题，考查了二次函数图象上点的坐标特征，二次函数的性质以及根的判别式等知识，利用分类讨论以及数形结合的数学思想得出是解题关键．
【题文】已知直线 $l$ 经过点 $M\left( 0,3 \right)$ ，且平行于直线 $y=-2x+1$ ，那么直线 $l$ 的解析式为 ．
根据平行直线的解析式的k值相等得到直线 $l$ 的k= -2，然后设y= -2x+b，把点M的坐标代入求出b，即可得解．
本题考查待定系数法求函数解析式，以及两直线平行的问题，熟记平行直线的解析式的k值相等是解题的关键．
【题文】在 $\vartriangle ABC$ 中，若 $\angle A=\angle B-\angle C$ ，则 $\vartriangle ABC$ 是 三角形．
根据三角形内角和定理求解即可.
主要考查了三角形的内角和定理，注意运用等量代换的方法求得∠B的值．
【题文】单项式 $-\frac{4{{x}^{3}}{{y}^{2}}}{7}$ 的系数是 ．
根据单项式的系数的概念进行求解，即可得到答案.
本题考查单项式的系数，解题的关键是掌握单项式的系数的概念.
【题文】已知点P<sub>1</sub>(－2，3)，点P<sub>2</sub>与点P<sub>1</sub>关于原点对称，则点P<sub>2</sub>的坐标是( )
根据关于原点对称的点 ,纵、横坐标互为相反数,可得答案.
本题考查了关于原点对称的点的坐标,解决本题的关键是掌握好对称点的坐标规律:关于 $x$ 轴对称的点,横坐标相同,纵坐标互为相反数 关于 $y$ 轴对称的点,纵坐标相同,横坐标互为相反数 关于原点对称的点,横坐标与纵坐标都互为相反数.
【题文】如果 $\sqrt{x+1}$ 和 $\left| y-2 \right|$ 互为相反数，那么xy= .
根据算术平方根和绝对值的非负性，和相反数的概念，列出等式，求出 $x,y$ 的值，即可.
算术平方根和绝对值的非负性，结合相反数的概念，得到关于 $x,y$ 的方程，是解题的关键.
【题文】在平面直角坐标系 $xOy$ 中，已知反比例函数 $y=\frac{2k}{x}\left( k\ne 0 \right)$ 满足：当 $x &\lt 0$ 时， $y$ 随 $x$ 的增大而减小．若该反比例函数的图象与直线 $y=-x+\sqrt{3}k$ ，都经过点 $P$ ，且 $OP=\sqrt{7}$ ，则符合要求的实数 $k$ 有 个．
由反比例函数y= $\frac{2k}{x}$ （k≠0），当x＜0时，y随x的增大而减小，可判断k＞0，设P（x，y），则P点坐标满足反比例函数与一次函数解析式，即xy=2k，y+x= $\sqrt{3}$ k，又因为OP<sup>2</sup>=x<sup>2</sup>+y<sup>2</sup>，将已知条件代入，列方程求解．
本题考查了反比例函数与一次函数的交点问题．关键是根据交点坐标满足反比例函数、一次函数解析式，列方程组求解．
【题文】甲、乙两商场自行定价销售某一商品． （1）甲商场将该商品提价25%后的售价为1.25元，则该商品在甲商场的原价为 　 　 元； （2）乙商场定价有两种方案：方案将该商品提价20%；方案将该商品提价1元。某顾客发现在乙商场用60元钱购买该商品，按方案购买的件数是按方案购买的件数的2倍少10件，求该商品在乙商场的原价是多少？ （3）甲、乙两商场把该商品均按原价进行了两次价格调整．甲商场：第一次提价的百分率是a，第二次提价的百分率是b；乙商场：两次提价的百分率都是 $\frac{a+b}{2}$ （a＞0，b＞0，a≠b）．请问甲、乙两商场，哪个商场的提价较多？请说明理由．
分析：(1)灵活利用利润公式:售价-进价=利润,直接填空即可 (2)设该商品在乙商场的原价为x元,根据提价后, 用60元钱按方案购买的件数是按方案购买的件数的2倍少10件，即可列方程求解. (3)分别求出甲、乙两商场提价后的代数式,比较大小即可求解. 本题解析： （1）1.25÷（1+25%）=1（元） （2）设该商品在乙商场的原价为x元，则 $\frac{60}{\left( 1+20% \right)x}=\frac{2\times 60}{x+1}-10$ ． 经检验：x=1满足方程，符合实际． 答：该商品在乙商场的原价为1元． （3）由于原价均为1元，则 甲商场两次提价后的价格为：（1+a）（1+b）=1+a+b+ab． 乙商场两次提价后的价格为： ${{(1+\frac{a+b}{2})}^{2}}=1+a+b+{{(\frac{a+b}{2})}^{2}}$ ． ∵ ${{(\frac{a+b}{2})}^{2}}-ab={{(\frac{a-b}{2})}^{2}} &\gt 0$ 故乙商场两次提价后价格较多．

【题文】小说《流浪地球》中提到“华北794号地球发动机，全功率运行时能向大地产生1500000000吨的推力”，这里的数据15000000000科学记数法表示为(　　)
科学记数法的表示形式为a×10<sup>n</sup>的形式，其中1≤|a|＜10，n为整数．确定n的值时，要看把原数变成a时，小数点移动了多少位，n的绝对值与小数点移动的位数相同．当原数绝对值＞10时，n是正数；当原数的绝对值＜1时，n是负数．
此题考查科学记数法的表示方法．科学记数法的表示形式为a×10<sup>n</sup>的形式，其中1≤|a|＜10，n为整数，表示时关键要正确确定a的值以及n的值．
【题文】在括号内填写一个二元一次方程，使所组成方程组 $\left{ \begin{array}5x + 2y = 1 \ \left( \right)\end{array} \right.$ 的解是 $\left{ \begin{array}x = 1 \ y = - 2\end{array} \right.$ .
根据x、y的值，任意写一个关于x、y的二元一次方程即可．
本题考查二元一次方程的解．此题是开放题，要学生理解方程组的解的定义，围绕解列不同的算式即可列不同的方程组．
【题文】下列调查中适宜采用抽样方式的是
根据全面调查与抽样调查的特点对各选项进行判断．
本题考查了全面调查与抽样调查：全面调查与抽样调查的优缺点：全面调查收集的到数据全面、准确，但一般花费多、耗时长，而且某些调查不宜用全面调查．抽样调查具有花费少、省时的特点，但抽取的样本是否具有代表性，直接关系到对总体估计的准确程度．
【题文】2018年国家将扩大公共场所免费上网范围，某小区响应号召调查小区居民上网费用情况，随机抽查了30户家庭的月上网费用，结果如表 月网费（元） 50 100 150 户数（人） 15 12 3 则关于这30户家庭的月上网费用，中位数是 ．
根据中位数的定义求解可得．
本题考查了中位数的知识：将一组数据按照从小到大（或从大到小）的顺序排列，如果数据的个数是奇数，则处于中间位置的数就是这组数据的中位数；如果这组数据的个数是偶数，则中间两个数据的平均数就是这组数据的中位数．
【题文】求代数式 $b(a+4b)+(a+2b)(a-2b)$ 的值，其中 $a 、 b$ 满足 ${{2}^{a}}=4,{{b}^{3}}=27$ .
先根据 ${{2}^{a}}=4,{{b}^{3}}=27$ 求出 a 与 b 的值，再把 $b\left( a+4b \right)+\left( a+2b \right)\left( a-2b \right)$ 化简，然后把 a 与 b 的值代入计算.
本题考查了乘方的意义及整式的化简求值，熟练掌握单项式与多项式的乘法法则及平方差公式是解答本题的关键.
【题文】已知关于x的一元二次方程x<sup>2</sup>－2x－k－2＝0有两个不相等的实数根，则实数k的取值范围是(　 　)
利用判别式的意义得到△=（-2）<sup>2</sup>-4（-k-2）＞0，然后解不等式即可．
本题考查了根的判别式：一元二次方程ax<sup>2</sup>+bx+c=0（a≠0）的根与△=b<sup>2</sup>-4ac有如下关系：当△＞0时，方程有两个不相等的实数根；当△=0时，方程有两个相等的实数根；当△＜0时，方程无实数根．
【题文】已知关于x的方程 $({{a}^{2}}-1){{(\frac{x}{x-1})}^{2}}-(2a+7)(\frac{x}{x-1})+1=0$ 有实根． （1）求 $a$ 取值范围； （2）若原方程的两个实数根为 ${{x}_{1}},{{x}_{2}}$ ，且 $\frac{{{x}_{1}}}{{{x}_{1}}-1}+\frac{{{x}_{2}}}{{{x}_{2}}-1}=\frac{3}{11}$ ，求 $a$ 的值．
(1)设 $\frac{x}{x-1}=y$ ，分两种情况讨论,①方程为一元一次方程,②方程为二元一次方程,那么有 $\left( {{a}^{2}}-1 \right){{y}^{2}}-\left( 2a+7 \right)y+1=0$ , 根据△≥0即可求解 (2)设 $\frac{{{x}_{1}}}{{{x}_{1}}-1}={{y}_{1}}$ ， $\frac{{{x}_{2}}}{{{x}_{2}}-1}={{y}_{2}}$ ，根据根与系数的关系即可求解.
题考查了根与系数的关系，根的判别式及分类讨论的数学思想，关键是掌握根与系数之间的关系进行解题.
